<?php

return[
    'form' => [
        'success'           => 'تم ارسال البيانات بنجاح',
        'error'             => 'خطأ في البيانات',

        'name_ar'           => 'اسم التصنيف بالعربية',
        'name_en'           => 'اسم التصنيف بالانجليزية',
        'description_ar'    => 'وصف التصنيف بالعربية',
        'description_en'    => 'وصف التصنيف بالانجليزية',
        'icon'              => 'ايقونة التصنيف',
        'type'              => 'نوع التصنيف',

        'add_done'          => 'تمت الاضافة بنجاح',
        'update_done'       => 'تم التعديل بنجاح',
        'delete_done'       => 'تم الحذف بنجاح',



        // 'full_name' => 'الاسم كاملا',
        // 'email' => 'البريد الألكتروني',
        // 'phone' => 'رقم الهاتف',
        // 'content' => 'محتوي الرسالة',
        // 'account_created' => 'تم انشاء حسابك بنجاح',
        // 'insert_code' => 'ادخل كود التفعيل',
        // 'Name_is_required' => 'الاسم مطلوب',
        // 'Phone_is_required' => 'الهاتف مطلوب',
        // 'Content_is_required' => 'الرسالة مطلوبة',
    ],
];